import streamlit as st

def app():
	st.write('')
	st.subheader('1. 연구배경')
	st.info(''' COVID-19 팬데믹의 글로벌 확산은 경기 침체와 소비 위축 현상을 발생했습니다. 이에 따라 각국은 경제적 어려움을 겪는 국민들을 지원하고 경기 부양을 위해 다양한 정책을 도입했습니다. 그 중에서도 대한민국 정부는 재난지원금을 지급하는 방식으로 경제 활성화에 기여하려는 시도를 했습니다.

 특히 재난지원금 정책은 경기도 내 소상공인과 전통시장에게 큰 영향을 미치게 되었습니다. 이들은 지역사회에서 중요한 역할을 하며 경제 활동의 중심입니다. 그러나 코로나 팬데믹으로 인해 소비 심리의 위축으로 매출이 급격하게 감소한 상황에서 정부의 재난지원금은 그들에게 큰 의미를 갖을 것으로 예상됩니다.

 이러한 배경 아래, 이 연구는 정부의 재난지원금 정책이 경기도 소상공인과 전통시장의 경제적 상황과 소비 패턴에 어떤 영향을 미쳤는지를 알아보고자 합니다. 이를 통해 정부의 정책이 실제 현장에 어떻게 작용하는지를 파악하고자 합니다. 이 연구는 더 나아가 소상공인과 전통시장의 경제적 회복을 위한 전략을 고민하고, 지역사회의 경제 활성화에 기여하는데 중요한 정보를 제공할 것으로 기대됩니다.''')
	st.subheader('2. 연구필요성')
	st.info('''2-1. 재난지원금 및 지역화폐 효과 분석: Covid-19 대응으로 제공된 재난지원금이 경기도 지역 소비에 미친 영향을 분석하여 지역 경제 회복과 소비 증진 효과를 살펴본다.

 2-2. 소상공인 및 전통시장 실적 변화 파악: 재난지원금 발행과 관련하여 경기도 지역 소상공인 및 전통시장의 매출 및 이익 변화를 추적하고 분석하여 어떤 영향을 받았는지 확인한다.
	''')
	st.subheader('3. 연구목적')
	st.info(''' Covid-19 시기에 정부의 재난지원금이 경기도 지역 소비 추이에 미친 영향을 데이터 분석을 통해 탐구하고, 이에 따른 소상공인 및 전통시장의 실적과 패턴의 변화를 분석한다.''')